Repository: zhuman/anolis-resourcer
Catalog: Anolis.Installer/Resources/Resx/_backup/*.resx
Languages: fr, pl

# A_cultureLbl
source: Installation Language
fr: Langue d'installation
pl: Język instalacji

# A_DeletingTemporaryFiles
source: Deleting temporary files
fr: En train de supprimer des fichiers temporaires
pl: Usuwanie plików tymczasowych

# A_DisableAV
source: Before continuing, please disable Windows Defender and any anti-virus software as they slow down the installation process.
fr: Avant de continue, désactivez Windows Defender et tout logiciel anti-virus car ils ralentissent le processus d'installation.
pl: Przed kontynuacją proszę wyłączyć Windows Defender i programy antywirusowe. Mogą one negatywnie wpłynąć na szybkość instalacji.

# A_notes
source: This wizard will guide you through the steps involved in installing an Anolis package. To continue, press Next
fr: Cet assistant vous guidera à travers les étapes nécessaires à installer un paquet Anolis Pour continuer, cliquez sur Suivant
pl: Ten kreator przeprowadzi Cię przez wszystkie kroki instalacji paczki Anolis. Aby kontynuować, wciśnij Dalej.

# A_Notes_Cus
source: This wizard will guide you through the steps involved in installing {0} To continue, press Next
fr: Cet assistant vous guidera à travers les étapes nécessaires à installer {0} Pour continuer, cliquez sur Suivant
pl: Ten kreator przeprowadzi Cię przez wszystkie kroki instalacji {0} Aby kontynuować, wciśnij Dalej

# A_title
source: Welcome to the Anolis Package Installer
fr: Bienvenue à Anolis Package Installer
pl: Witamy w instalatorze pakietu Anolis

# A_Title_Cus
source: Welcome to the {0} Installer
fr: Bienvenue à {0}
pl: Witamy w instalatorze {0}

# B_installBlurb
source: Installs a package located in this Anolis distribution or elsewhere in this computer. The package can be installed to a setup files (I386) folder.
fr: Installe un paquet situé dans cette distribution Anolis ou ailleurs dans cet ordinateur. Le paquet peut être installé dans un dossier des fichiers d'installation (I386).
pl: Instaluje paczkę zawartą w tej dystrybucji Anolis lub znajdującą się na tym komputerze. Paczka może zostać zintegrowana z plikami instalacyjnymi Windows (I386).

# B_installBlurb_Cus
source: Installs {0} onto this computer or to a setup files (I386) folder.
fr: Installe {0} dans cet ordinateur ou dans un dossier des fichiers d'installation (I386).
pl: Instaluje {0} na tym komputerze lub integruje z plikami instalacyjnymi Windows (I386).

# B_installRad
source: Install a package
fr: Installez un paquet
pl: Instaluj pakiet

# B_installRad_Cus
source: Install {0}
fr: Installez {0}
pl: Instaluj {0}

# B_Subtitle
source: Choose an operation to perform
fr: Choisissez une opération à exécuter
pl: Wybierz operację do przeprowadzenia

# B_Title
source: Select a Task
fr: Sélectionnez une tâche
pl: Wybierz zadanie

# B_toolsBlurb
source: Downloads tools so you can easily make your own package or distribution
fr: Télécharge des outils pour facilement créer vos propres paquets ou distribution
pl: Pobiera narzędzia pomagające w utworzeniu Twojej własnej paczki lub dystrybucji

# B_toolsBlurb_Cus
source: Downloads tools so you can easily make your own package or distribution just like {0}
fr: Télécharge des outils pour facilement créer vos propres paquets ou distribution comme {0}
pl: Pobiera narzędzia pomagające w utworzeniu Twojej własnej paczki lub dystrybucji takiej jak {0}

# B_toolsRad
source: Make my own package or distribution
fr: Créez votre propre paquet ou distribution
pl: Utwórz moją własną paczkę lub dystrybucję

# B_uninstallBlurb
source: Recovers files to their before-patched status. You will need the backup directory that was created during installation
fr: Récupère des fichiers à leur état avant-patchée. Vous aurez besoin du dossier de sauvegarde qui a été créé durant l'installation
pl: Przywraca pliki do stanu sprzed instalacji. Będziesz potrzebował folderu z kopiami zapasowymi (został utworzony podczas instalacji)

# B_uninstallRad
source: Undo changes made by a package installation
fr: Annulez des modifications faites par une installation d'un paquet
pl: Cofnij zmiany dokonane przez instalację paczki

# B_uninstallRad_Cus
source: Undo changes made by {0}
fr: Annulez des modifications faites par {0}
pl: Cofnij zmiany dokonane przez {0}

# C_A_anopBrowse
source: Browse...
fr: Parcourir...
pl: Przeglądaj...

# C_A_anopFilenameLbl
source: Filename
fr: Nom de fichier
pl: Nazwa pliku

# C_A_anopRad
source: A package archive (*.anop) on my computer
fr: Une archive paquet (*.anop) sur mon ordinateur
pl: Paczka .anop znajdująca się na tym komputerze

# C_A_embedRad
source: A package embedded in this installer
fr: Un paquet intégré dans ce programme d'installation
pl: Paczka zintegrowana z tym instalatorem

# C_A_notFileExists
source: The file "{0}" does not exist
fr: Le fichier "{0}" n'existe pas
pl: Plik "{0}" nie istnieje.

# C_A_packBrowse
source: Browse...
fr: Parcourir...
pl: Przeglądaj...

# C_A_packFilenameLbl
source: Filename
fr: Nom de fichier
pl: Nazwa pliku

# C_A_packRad
source: A package definition file (package.xml) on my computer
fr: Un fichier de définition de paquet (package.xml) sur mon ordinateur
pl: Plik definicji paczki (package.xml) znajdujący się na tym komputerze

# C_A_selectEmbeddedPackageFirst
source: Select an embedded package before continuing
fr: Sélectionnez un paquet intégré avant de continuer
pl: Wybierz wbudowaną paczkę

# C_A_Subtitle
source: The package to install can either be in this computer's filesystem or embedded in this installer
fr: Le paquet à installer peut être dans le système de fichiers de cet ordinateur ou intégré à ce programme d'installation
pl: Paczka instalacyjna może być zawarta w tym instalatorze lub znajdować się na tym komputerze

# C_A_Title
source: Select a package to install
fr: Sélectionnez un paquet à installer
pl: Wybierz paczkę do zainstalowania

# C_B_conditionError
source: There was an error whilst attempting to evaluate the package's suitability for your computer. Contact the package's author.
fr: Une erreur s'est produite en essayant d'évaluer la pertinence du paquet pour votre ordinateur. Contactez l'auteur du paquet.
pl: Wystąpił błąd podczas próby sprawdzenia kompatybilności paczki z Twoim komputerem. Skontaktuj się z autorem paczki.

# C_B_error
source: An error occured whilst attempting to extract the package
fr: Une erreur s'est produite en essayant d'extraire le paquet
pl: Podczas rozpakowywania paczki wystąpił błąd

# C_B_error_Cus
source: An error occured whilst attempting to extract {0}
fr: Une erreur s'est produite en essayant d'extraire {0}
pl: Podczas rozpakowywania {0} wystąpił błąd

# C_B_errorPackageXmlNotFound
source: The specified package archive did not contain a package definition file.
fr: L'archive paquet spécifiée ne contient pas un fichier de définition de paquet.
pl: Wybrana paczka nie zawiera pliku definicji.

# C_B_instantiating
source: Instantiating Package
fr: En train d'instancier le paquet
pl: Przygotowywanie paczki

# C_B_statusLbl
source: Preparing...
fr: En train de préparer...
pl: Przygotowywanie...

# C_B_Subtitle
source: Please wait whilst the installer prepares the package for installation
fr: Attendez pendant que le programme d'installation prépare le paquet à installer
pl: Proszę czekać podczas gdy instalator przygotowuje paczkę do instalacji

# C_B_Subtitle_Cus
source: Please wait whilst the installer prepares {0} for installation
fr: Attendez pendant que le programme d'installation prépare {0} à installer
pl: Proszę czekać podczas gdy instalator przygotowuje [0] do instalacji

# C_B_Title
source: Preparing Package
fr: En train de préparer le paquet
pl: Przygotowywanie paczki

# C_B_Title_Cus
source: Preparing {0}
fr: En train de préparer {0}
pl: Przygotowywanie {0}

# C_C_downloadInfo
source: Visit Package Webpage
fr: Visitez le site web du paquet
pl: Odwiedź stronę www paczki

# C_C_downloadInfo_Cus
source: Visit {0} 's Webpage
fr: Visitez le site web de {0}
pl: Odwiedź stronę www {0}

# C_C_downloadNo
source: No
fr: Non
pl: Nie

# C_C_downloadProgress
source: {0}% - {1}KB of {2}KB downloaded at {3}KBps
fr: {0}% - {1} KO of {2} KO téléchargé à {3} KO/s
pl: {0}% - {1}KB z {2}KB (prędkość pobierania: {3}KB/s)

# C_C_downloadYes
source: Yes
fr: Oui
pl: Tak

# C_C_infoChecking
source: Checking for package update
fr: En train de vérifier la mise à jour du paquet
pl: Sprawdzanie uaktualnień paczki

# C_C_infoFailed
source: Check for updates failed: could not download update info
fr: Vérification des mises à jour a manquée: impossible de télécharger l'info
pl: Sprawdzanie uaktualnień nie powiodło się: nie udalo się pobrać informacji

# C_C_infoUpdateAvailableAutomatic
source: An updated version ({0}) of this package is available. Would you like to download it now?
fr: Une nouvelle version ({0}) de ce paquet est disponible. Vous voule la télécharger maintenant?
pl: Nowsza wersja ({0}) tej paczki jest dostępna. Czy chcesz ją teraz pobrać?

# C_C_infoUpdateAvailableManual
source: An updated version ({0}) of this package is available, but you need to download it manually. Click Visit Package Webpage for more information.
fr: Une nouvelle version ({0}) de ce paquet est disponible, mais vous devez la télécharger manuellement. Cliquez sur "Visitez le site web du paquet" pour plus d'information.
pl: Nowsza wersja ({0}) tej paczki jest dostępna, ale musisz ją pobrać ręcznie. Kliknij Odwiedź stronę www paczki aby uzyskać więcej informacji.

# C_C_infoUpdateLatest
source: You have the latest version ({0}) of this package.
fr: Vous avez la dernière version ({0}) de ce paquet.
pl: Masz najnowszą wersję ({0}) tej paczki.

# C_C_sfdTitle
source: Save downloaded package to...
fr: Enregistrez paquet téléchargé vers...
pl: Zapisz ściągniętą paczkę do...

# C_C_skipCheckLbl
source: You can skip the update check by clicking the Next button at any time.
fr: Vous pouvez sauter la vérification des mises à jour en cliquant le bouton Suivant en tout temps.
pl: Możesz w dowolnym momencie pominąć sprawdzanie uaktualnień klikając na przycisk Dalej.

# C_C_statusLbl
source: Preparing...
fr: En train de préparer...
pl: Przygotowywanie...

# C_C_Subtitle
source: The package may have been updated since you acquired it. Now checking for updates.
fr: Le paquet peut être mis à jour depuis que vous avez l'acquiré. Maintenant en train de vérifier les mises à jour.
pl: Paczka może wymagać aktualizacji. Wyszukiwanie aktualizacji.

# C_C_Title
source: Checking for Package Updates
fr: En train de vérifier les mises à jour des paquets
pl: Sprawdzanie uaktualnień paczki

# C_D_installerNotes
source: Anolis Installer Readme
pl: Instalator Anolis - informacje

# C_D_packageNotes
source: {0} Package Release Notes
fr: Notes de publication du paquet {0}
pl: Informacje o paczce {0}

# C_D_Subtitle
source: Review any release notes made by the package's author
fr: Passez en revue les notes de publication faite par l'auteur du paquet
pl: Przejrzyj informacje dołączone przez autora paczki

# C_D_Subtitle_Cus
source: Review any release notes made by {0}
fr: Passez en revue les notes de publication faite par {0}
pl: Przejrzyj informacje dołączone przez {0}

# C_D_Title
source: Package Release Notes
fr: Notes de publication du paquet
pl: Informacje o paczce

# C_E_Disabled
source: Disabled
fr: Désactivé
pl: Wyłączony

# C_E_Enabled
source: Enabled
fr: Activé
pl: Włączone

# C_E_Explicit
source: Explicit
fr: Explicite
pl: Bezpośrednie

# C_E_Inherit
source: Inherited
fr: Hérité
pl: Odziedziczone

# C_E_noInfo
source: The selected item '{0}' does not have any information associated with it
fr: L'élément sélectionné '{0}' ne dispose d'aucune information associée
pl: Żadna informacja nie jest powiązana z pozycją '{0}'

# C_E_NullItem
source: Null Item
fr: Élément null
pl: Pusty element

# C_E_simple
source: Simple
pl: Proste

# C_E_Subtitle
source: You can choose whether or not to install components of this package
fr: Vous pouvez choisir ou non d'installer des composants de ce paquet
pl: Możesz wybrać komponenty tej paczki do zainstalowania

# C_E_Title
source: Modify Package
fr: Modifiez le paquet
pl: Modyfikuj pczkę

# C_E_Unnamed
source: Unnamed
fr: Anonyme
pl: Bez nazwy

# C_E_UnnamedGroup
source: Unnamed Group
fr: Grouppe anonyme
pl: Grupa bez nazwy

# C_E1_advanced
source: Advanced
fr: Avancé
pl: Zaawansowane

# C_E1_bitmapsLbl
source: Bitmaps
pl: Bitmapy

# C_E1_Custom
source: Custom
fr: Personnalisé
pl: Własne

# C_E1_logonLbl
source: Welcome Screen
fr: Écran de bienvenue
pl: Ekran powitalny

# C_E1_logonPreview
source: Preview
pl: Podgląd

# C_E1_Presets
source: Scheme Presets
fr: Présélections du schéma
pl: Ustawienia styli

# C_E1_previewLbl
source: Preview Area
fr: Région de preview
pl: Podgląd

# C_E1_Subtitle
source: You can customize how your computer will appear after installation
fr: Vous pouvez personnaliser comment votre ordinateur apparaîtra après l'installation
pl: Możesz dostosować, jak Twój komputer będzie wyglądać po instalacji

# C_E1_Title
source: Select theming options
fr: Sélectionnez les options de thème
pl: Wybierz opcje styli

# C_E1_visualStylesLbl
source: Visual Style
fr: Style visuel
pl: Styl wyglądu

# C_E1_wallpaperLbl
source: Wallpaper
fr: Fond d'écran
pl: Tapeta

# C_F_advanced
source: Advanced Options...
fr: Options avancés...
pl: Zaawansowane...

# C_F_backup
source: Create uninstallation backup directory (Recommended)
fr: Créez un dossier de sauvegarde de désinstallation (Recommandé)
pl: Utwórz kopie plików (zalecane)

# C_F_backupBrowse
source: Browse...
fr: Parcourir...
pl: Przeglądaj...

# C_F_backupDesc
source: You must create a backup directory if you ever wish to uninstall this package in future
fr: Vous devez créer un dossier de sauvegarde quand vous voulez désinstaller ce paquet dans l'avenir
pl: Musisz utworzyć kopie plików aby móc odinstalować tę paczkę w przyszłości

# C_F_comp
source: Install to this Computer
fr: Installez sur cet ordinateur
pl: Instaluj na tym komputerze

# C_F_i386
source: Install to a Windows Setup CD (I386)
fr: Installez dans I386
pl: Integruj z plikami instalacyjnymi Windows (I386)

# C_F_i386Browse
source: Browse...
fr: Parcourir...
pl: Przeglądaj...

# C_F_i386Lbl
source: CD Root
fr: Racine CD
pl: Folder główny CD\DVD

# C_F_installButton
source: Install
fr: Installez
pl: Instaluj

# C_F_pathExistsBackup
source: The specified backup directory already exists and contains files. Backups must be made to either an empty directory or a directory that doesn't exist yet.
fr: Le dossier de sauvegarde spécifié existe déjà et contient des fichiers. Les sauvegardes doivent être crées soit à un dossier vide ou un dossier qui n'existe pas encore.
pl: Wybrana lokalizacja kopii zapasowej już istnieje i zawiera pliki. Kopia musi zostać utworzona w pustym folderze lub należy utworzyć nowy folder.

# C_F_pathInvalidBackup
source: The specified backup path is not valid
fr: Le chemin de sauvegarde spécifié est non valable
pl: Wybrana lokalizacja kopii zapasowej jest niewłaściwa

# C_F_pathInvalidI386
source: The specified CD root is not valid
fr: Le chemin I386 spécifié est non valable
pl: Wybrana lokalizacja folderu głównego CD/DVD jest niewłaściwa

# C_F_Subtitle
source: Select a backup directory and other options
fr: Selectionnez un dossier de sauvegarde et des autres options
pl: Wybierz folder kopii zapasowej i inne opcje

# C_F_sysRes
source: Create System Restore Point (Recommended)
fr: Créez un point de restauration système (Recommandé)
pl: Utwórz punkt przywracania systemu (zalecane)

# C_F_sysResDesc
source: An added layer of protection. Note this does not always protect against modifications made to non-Windows files under Program Files
fr: Une couche de protection supplémentaire. Ce ne protège pas toujours contre des modifications faites à des fichier non-Windows sous Program Files
pl: Dodatkowy poziom ochrony. Pamiętaj, że nie zawsze chroni to przed modyfikacjami dokonanymi do plików nie-Windowsowych w Program Files

# C_F_Title
source: Installation Options
fr: Options d'installation
pl: Opcje instalacji

# C_F2_liteDesc
source: If 128x128 (and larger) sized icon images are installed on non-English language versions of Windows certain system files may not behave as expected and may cause compatibility problems with some programs. Checking this option prevents 128x128-sized icons from being installed.
fr: Si des images d'icône avec une taille de 128x128 (et plus large) sont installées sur des versions de Windows non anglophones, certains fichiers système peuvent se conduire pas comme prévu et peuvent causer des problèmes de comptabilité avec certains programmes. Marquer cette option empêche des icônes avec une taille de 128x128 d'être installé.
pl: Jeśli ikony o rozmiarze 128x128 (lub większe) zostaną zainstalowanie na nieanglojęzycznym systemie Windows, niektóre pliki systemowe mogą nie działać się poprawnie i mogą wystąpić problemy kompatybilności z niektórymi programami. Zaznacz tę opcję aby nie instalować ikon 128x128.

# C_F2_restoreDesc
source: System Restore provides an added layer of protection to the uninstaller. Note this does not always protect against modifications made to non-Windows files under Program Files
fr: Restauration du système fournit une couche de protection suppémentaire pour le programme de désinstallation. Ça ne protège pas toujours contre des modifications des fichiers non-Windows sous Program Files
pl: Przywracanie Systemu daje dodatkowy poziomy ochrony dla deinstalatora. Pamiętaj, że nie zawsze chroni to przed modyfikacjami dokonanymi do plików nie-Windowsowych w Program Files

# C_F2_RestoreDescNA
source: System Restore is unavailable on your system and cannot be enabled for this installation.
fr: Restauration du système n'est pas disponible sur votre système et ne peut pas être activé pour cette installation.
pl: Przywracanie systemu jest wyłączone na tym komputerze i nie może być wużyte podczas instalacji.

# C_F2_Title
source: Advanced Installation Options
fr: Options d'installation avancées
pl: Zaawansowane opcje instalacji

# C_G_cleanup
source: Post-Install Cleanup
fr: Nettoyage après installation
pl: Czyszczenie po instalacji

# C_G_status
source: {0}% complete - {1}
pl: {0}% ukończone - {1}

# C_G_statusLbl
source: Preparing...
fr: En train de préparer...
pl: Przygotowywanie...

# C_G_Subtitle
source: Your selected package is being installed
fr: Votre paquet sélectionné est en cours d'installation
pl: Wybrana paczka jest teraz instalowana

# C_G_Subtitle_Cus
source: {0} is being installed
fr: {0} est en cours d'installation
pl: {0} jest instalowany

# C_G_Title
source: Installing Package
fr: En train d'installer le paquet
pl: Instaluję paczkę

# D_A_destBrowse
source: Browse...
fr: Parcourir...
pl: Przeglądaj...

# D_A_destLbl
source: Destination directory
fr: Dossier de destination
pl: Katalog docelowy

# D_A_progGroup
source: Create Anolis program group in the start menu
fr: Créez un groupe de programme Anolis dans le menu Démarrer
pl: Utwórz folder Anolis w Menu Start

# D_A_progGroupAll
source: For all users
fr: Pour tout les utilisateurs
pl: Dla wszystkich użytkowników

# D_A_progGroupMe
source: Just for me
fr: Seulement pour moi
pl: Tylko dla mnie

# D_A_Subtitle
source: Select a directory in which to place the downloaded tools and set other options
fr: Sélectionnez un dossier dans lequel placer les outils téléchargés et définiez des autres options
pl: Wybierz folder, do którego chesz zapisać pobrane dodatki i ustaw inne opcje

# D_A_Title
source: Destination Directory and Installation Options
fr: Dossier de destination et les options d'installation
pl: Katalog docelowy i opcje instalacji

# D_A_toolsLbl
source: The downloadable tools include Resourcer, a powerful resource editor; Packager, which is used to make your actual package files and customized installers; and various other tools including a light icon editor.
fr: Les outils téléchargeables comprennent Resourcer, un éditeur de ressources puissant; Packager, qui est utilisé pour créer vos fichiers de paquet et vos programmes d'installation; et des autres outils, notamment un éditeur d'icônes léger.
pl: Narzędzia, które możesz pobrać to edytor zasobów Resourcer, Packager, który może być użyty do przygotowania Twojej włąsnej paczki i dostosowania instalatora oraz różne inne narzędzia, w tym lekki edytor ikon.

# D_B_downloadFailed
source: Download failed
fr: Téléchargement a manquée
pl: Ściąganie nie powiodło się

# D_B_status
source: Preparing...
fr: En train de préparer...
pl: Przygotowywanie...

# D_B_statusLbl
source: Preparing...
fr: En train de préparer...
pl: Przygotowywanie...

# D_B_Subtitle
source: Now downloading the Anolis tools
fr: En train de télécharger les outils Anolis
pl: Pobieram narzędzia Anolis

# D_B_Title
source: Downloading
fr: En train de télécharger
pl: Pobieranie

# E_A_browse
source: Browse...
fr: Parcourir...
pl: Przeglądaj...

# E_A_dirLbl
source: Directory
fr: Dossier
pl: Folder

# E_A_notValidDirectory
source: The specified directory does not contain a valid uninstallation package
fr: Le dossier sélectionné ne contient pas un paquet de désinstallation valable
pl: Wybrany folder nie zawiera poprawnej paczki do deinstalacji.

# E_A_Subtitle
source: Select the directory to recover from
fr: Sélectionnez le dossier à récupérer
pl: Wybierz folder, z którego będą brane pliki do przywrócenia

# E_A_sysRes
source: Create System Restore Point (Recommended)
fr: Créez un point de restauration système (Recommandé)
pl: Utwórz punkt przywracania systemu (zalecane)

# E_A_sysResDesc
source: An added layer of protection. Note this does not always protect against modifications made to non-Windows files under Program Files
fr: Une couche de protection supplémentaire. Ce ne protège pas toujours contre des modifications faites à des fichier non-Windows sous Program Files
pl: Dodatkowy poziom ochrony. Pamiętaj, że nie zawsze chroni to przed modyfikacjami dokonanymi do plików nie-Windowsowych w Program Files

# E_A_Title
source: Select Backup Directory
fr: Sélectionnez un dossier de sauvegarde
pl: Wybierz folder kopii zapasowej

# E_A_uninstallButton
source: Uninstall
fr: Désinstaller
pl: Odinstaluj

# E_B_Subtitle
source: Now uninstalling your package
fr: Sélectionnez le dossier à récupérer
pl: Deinstalacja twojej paczki

# E_B_Subtitle_Cus
source: Now uninstalling {0}
fr: En train de désinstaller {0}
pl: Deinstalacja {0}

# E_B_Title
source: Uninstalling package
fr: En train de désinstaller paquet
pl: Deinstalacja paczki

# F_aborted
source: Installation aborted
fr: Installation arrêtée
pl: Instalacja anulowana

# F_abortedDesc
source: Installation was aborted due to an unhandled exception
fr: Installation a été arrêtée en raison d'une exception non gérée
pl: Instalacja zostałą przerwana z powodu błędu

# F_finishButton
source: Finish
fr: Finir
pl: Zakończ

# F_installationComplete
source: Installation has been completed succesfully.
fr: L'installation a été effectuée avec succès.
pl: Instalacja zakończona pomyślnie.

# F_installationCompleteRestart
source: Installation has been completed succesfully. Your computer will now restart. Close all open applications before continuing. Do not attempt to open any new applications.
fr: L'installation a complété avec succès. Votre ordinateur va redémarrer maintenant. Fermez toutes les applications ouvertes avant de continuer. N'ouvriez pas de nouvelles applications.
pl: Instalacja zakończyła się pomyślnie. Komputer zostanie uruchomiony ponownie. Zamknij wszystkie uruchomione progamy przed kontynuacją. Nie uruchamiaj żadnych nowych programów.

# F_installTools
source: Installation has been completed succesfully.
fr: L'installation a complété avec succès.
pl: Instalacja zakończyła się pomyślnie.

# F_restartButton
source: Restart
fr: Redémarrer
pl: Restartuj

# F_title
source: Installation Complete
fr: Installation complète
pl: Instalacja zakończona
