Repository: zhuman/anolis-resourcer
Catalog: Anolis.Installer/Resources/Resx/_backup/*.resx
Languages: fr, pl

# F_uninstallationComplete
source: Uninstallation has been completed succesfully.
fr: Le désinstallation a complété avec succès.
pl: Deinstalacja zakończyła się pomyślnie.

# F_uninstallationCompleteRestart
source: Uninstallation has been completed succesfully. Your computer will now restart. Close all open applications before continuing. Do not attempt to open any new applications.
fr: Votre ordinateur va redémarrer maintenant. Fermez toutes les applications ouvertes avant de continuer. N'ouvriez pas de nouvelles applications.
pl: Deinstalacja zakończyła się pomyślnie. Komputer zostanie uruchomiony ponownie. Zamknij wszystkie uruchomione progamy przed kontynuacją. Nie uruchamiaj żadnych nowych programów.

# G_restarting
source: Now restarting your computer
fr: En train de redémarrer votre ordinateur
pl: Trwa restart systemu.

# G_Title
source: Please Wait...
fr: Un instant...
pl: Proszę czekać...

# Lang_Lcid
source: en
fr: fr
pl: pl

# Lang_Name
source: English
fr: Français
pl: Polski

# Wiz_Cancel
source: Cancel
fr: Annuler
pl: Anuluj

# Wiz_CancelConfirm
source: Are you sure you want to cancel installation?
fr: Êtes-vous sûr de vouloir annuler l'installation?
pl: Czy na pewno chcesz anulować instalację?

# Wiz_Defaults
source: Defaults
fr: Valeurs par défaut
pl: Domyślne

# Wiz_Next
source: Next
fr: Suivant
pl: Dalej

# Wiz_Prev
source: Back
fr: Précédent
pl: Wstecz

# X_Bootscreen
source: Bootscreen
fr: Écran d'ammorçage
pl: Ekran uruchamiania

# X_CursorScheme
source: Mouse Cursors
fr: Curseurs de souris
pl: Kursory

# X_Screensaver
source: Screensaver
fr: Écran de veille
pl: Wygaszacz ekranu
